[
{
    "url": "https://uindatokarama.ac.id/civitas-akademika-uin-datokarama-kompak-kenakan-sarung-dalam-apel-peringatan-hsn-2025/",
    "news_title": "Civitas Akademika UIN Datokarama Kompak Kenakan Sarung dalam Apel Peringatan HSN 2025",
    "author": "Muhammad hajiji",
    "issued": "22/10/2025",
    "news_content": "...Read More"
},
{
    "url": "https://uindatokarama.ac.id/febi-uin-datokarama-dukung-transparansi-keuangan-pdam-lewat-pelatihan-sak-ep-perpamsi-sulteng/",
    "news_title": "FEBI UIN Datokarama Dukung Transparansi Keuangan PDAM Lewat Pelatihan SAK-EP PERPAMSI Sulteng",
    "author": "Muhdar Ibrahim",
    "issued": "21/10/2025",
    "news_content": "Jam pelayanan : Senin sd kamis: 08:00 - 16:00...Read More"
},
{
    "url": "https://uindatokarama.ac.id/menag-ajak-santri-jaga-kesantunan-sebagai-ciri-utama-pendidikan-pesantren/",
    "news_title": "Menag Ajak Santri Jaga Kesantunan sebagai Ciri Utama Pendidikan Pesantren",
    "author": "AJ-II",
    "issued": "22/10/2025",
    "news_content": "– Menteri Agama (Menag) RI Nasaruddin Umar mengajak seluruh santri untuk terus menjaga keikhlasan dan kesantunan sebagai ciri utama dunia pesantren. Hal ini disampaikan Menag saat memberikan sambutan pada Istighosah Hari Santri 2025 bertajuk “Doa Santri untuk Negeri”, Selasa (21/10/2025). “Santri yang santun kepada kiainya, akan menjadi anak yang santun kepada orang tuanya, dan masyarakat yang santun terhadap pemimpinnya”, tegas Menag di Masjid Istiqlal, Jakarta....Read More"
},
{
    "url": "https://uindatokarama.ac.id/sambut-hari-santri-kemenag-gelar-istighasah-bersama-ribuan-santri-di-masjid-istiqlal/",
    "news_title": "Sambut Hari Santri, Kemenag Gelar Istighasah Bersama Ribuan Santri di Masjid Istiqlal",
    "author": "AJ-II",
    "issued": "22/10/2025",
    "news_content": "— Menyambut Hari Santri Nasional 2025, Kementerian Agama menggelar Istighosah dengan tema “Doa Santri untuk Negeri” di Masjid Istiqlal, Jakarta, Selasa malam (21/10/2025). Ribuan santri dari berbagai pesantren di Indonesia hadir secara langsung dan daring, bersatu dalam doa untuk keselamatan, kemajuan, dan keberkahan bangsa Indonesia. Tema tersebut mengandung pesan mendalam agar seluruh santri Indonesia terus memanjatkan doa demi keselamatan, persatuan, dan kemajuan bangsa. Melalui doa, santri diharapkan tidak hanya menjadi penuntut ilmu, tetapi juga penjaga spiritual dan moral masyarakat di tengah tantangan zaman....Read More"
},
{
    "url": "https://uindatokarama.ac.id/menag-sebut-pesantren-dan-ormas-islam-sebagai-laboratorium-peradaban-publik/",
    "news_title": "Menag Sebut Pesantren dan Ormas Islam sebagai Laboratorium Peradaban Publik",
    "author": "AJ-II",
    "issued": "22/10/2025",
    "news_content": "– Menteri Agama Nasaruddin Umar mengingatkan pentingnya profesionalitas dan keteladanan dalam mengembangkan dakwah di era modern. Hal ini disampaikan saat membuka Rapat Pimpinan Nasional (Rapimnas) Pengurus Pusat Al Irsyad Al Islamiyah di Tavia Heritage, Jakarta Pusat, Selasa (21/10/2025). “Hati-hati dan profesional dalam mengembangkan dakwah. Kita harus menguasai metodologi dakwah yang sesuai dengan perkembangan zaman,” pesan Menag....Read More"
},
{
    "url": "https://uindatokarama.ac.id/opini-ukhuwah-pesantren-persaudaraan-yang-melampui-ikatan-darah/",
    "news_title": "Opini-Ukhuwah Pesantren, Persaudaraan Yang Melampui Ikatan Darah",
    "author": "Muhammad hajiji",
    "issued": "22/10/2025",
    "news_content": "Jam pelayanan :...Read More"
},
{
    "url": "https://uindatokarama.ac.id/kado-hari-santri-presiden-setujui-pembentukan-ditjen-pesantren/",
    "news_title": "Kado Hari Santri, Presiden Setujui Pembentukan Ditjen Pesantren",
    "author": "Muhdar Ibrahim",
    "issued": "22/10/2025",
    "news_content": "Jakarta (UIN Datokarama) – Kabar gembira datang bertepatan dengan peringatan Hari Santri 2025. Presiden Prabowo Subianto menyetujui pembentukan Direktorat Jenderal (Ditjen) Pesantren di lingkungan Kementerian Agama. Menteri Agama Nasaruddin Umar bersyukur atas kabar ini. Ia mengapresiasi para pihak yang telah mengawal terbitnya izin prakarsa pembentukan Ditjen Pesantren, khususnya Wakil Menteri Agama Romo Muhammad Syafi’i....Read More"
},
{
    "url": "https://uindatokarama.ac.id/febi-uin-datokarama-dominasi-penghargaan-iciis-ke-4-tahun-2025-kolaborasi-dosen-dan-mahasiswa-raih-prestasi-gemilang/",
    "news_title": "FEBI UIN Datokarama Dominasi Penghargaan ICIIS ke-4 Tahun 2025: Kolaborasi Dosen dan Mahasiswa Raih Prestasi Gemilang",
    "author": "Muhdar Ibrahim",
    "issued": "22/10/2025",
    "news_content": "Palu (UIN Datokarama) — The 4th Conference on Islamic and Interdisciplinary Studies (ICIIS) yang digelar oleh Pascasarjana UIN Datokarama Palu. Ajang ilmiah tahunan yang mempertemukan para akademisi, peneliti, dan mahasiswa lintas disiplin ilmu ini menjadi panggung bagi Fakultas Ekonomi dan Bisnis Islam (FEBI) UIN Datokarama Palu untuk menorehkan prestasi gemilang. Jam pelayanan :...Read More"
},
{
    "url": "https://uindatokarama.ac.id/refleksi-dan-inspiratif-dari-safira-surat-untuk-ibu/",
    "news_title": "Refleksi dan Inspiratif-Dari Safira: Surat Untuk Ibu",
    "author": "Muhammad hajiji",
    "issued": "22/10/2025",
    "news_content": "Jam pelayanan :...Read More"
}
]