[
{"url": "https://uindatokarama.ac.id/opini-artificial-intelligence-ai-sebagai-penguasa-baru-pengetahuan/", "news_title": "Opini- Artificial Intelligence (AI) sebagai Penguasa Baru Pengetahuan", "author": "Muhammad hajiji", "issued": "20/10/2025", "news_content": "AI tidak hanya berperan sebagai alat bantu teknologi, tetapi juga sebagai aktor epistemik—entitas yang mampu membentuk, menyeleksi, dan mengarahkan proses produksi pengetahuan. Sebagai penguasa baru dalam produksi dan distribusi pengetahuan, AI telah memainkan peran sebagai mesin produksi pengetahuan baru dengan cara belajar dari pengetahuan yang disebarkan oleh manusia melalui Internet. AI mampu mengolah data besar (big data) menjadi informasi dan pengetahuan baru melalui proses pembelajaran mesin (machine learning) dan analisis prediktif. Sistem seperti ChatGPT, Google DeepMind, atau IBM Watson dapat menyintesis jutaan sumber informasi, menemukan pola tersembunyi, dan menghasilkan wawasan yang sebelumnya tidak terlihat oleh peneliti manusia. Dengan demikian, AI menjadi “produsen” pengetahuan baru yang memperluas batas epistemologi manusia....Read More"},
{"url": "https://uindatokarama.ac.id/opini-menakar-peran-humas-di-era-digital/", "news_title": "Opini-Menakar Peran Humas di Era Digital", "author": "Muhammad hajiji", "issued": "19/10/2025", "news_content": "...Read More"},
{"url": "https://uindatokarama.ac.id/opini-sensor-hebat-dari-limbah-elektronik/", "news_title": "Opini-Sensor Hebat Dari Limbah Elektronik", "author": "Muhammad hajiji", "issued": "19/10/2025", "news_content": "“Selain menekan biaya, pembuatan sensor air dari barang bekas juga menjadi bentuk nyata dari pendidikan berkelanjutan dan kesadaran ekologi” Tentang Penulis:...Read More"},
{"url": "https://uindatokarama.ac.id/menag-asia-tenggara-siap-jadi-pusat-peradaban-islam-baru/", "news_title": "Menag: Asia Tenggara Siap Jadi Pusat Peradaban Islam Baru", "author": "Muhdar Ibrahim", "issued": "19/10/2025", "news_content": "Malaka (UIN Datokarama) – Menteri Agama RI Nasaruddin Umar menyampaikan harapan agar kawasan Asia Tenggara dapat menjadi episentrum baru peradaban Islam dunia, sebagaimana Baghdad pada masa kejayaan Islam. Hal ini disampaikan Menag saat memberikan sambutan pada Mesyuarat Menteri-Menteri Agama MABIMS ke-21 yang berlangsung di Melaka, Malaysia, Minggu (19/10/2025). “Dulu Baghdad dengan Baitul Hikmah-nya melahirkan hegemoni intelektual yang disegani dunia. Kini, Asia Tenggara harus mempersiapkan diri menjadi Baitul Hikmah baru bagi dunia Islam,” ujar Menag dalam forum MABIMS di Melaka, Malaysia....Read More"},
{"url": "https://uindatokarama.ac.id/refleksi-dan-inspiratif-safira-tentang-cinta-yang-menuntun-pulang/", "news_title": "Refleksi dan Inspiratif-Safira: Tentang Cinta yang Menuntun Pulang", "author": "Muhammad hajiji", "issued": "19/10/2025", "news_content": "Bersambung ke Bagian 4……....Read More"},
{"url": "https://uindatokarama.ac.id/refreshment-penguji-ukin-ppg-2025-uin-datokarama-tingkatkan-mutu-penilaian-pendidikan-profesi-guru/", "news_title": "Refreshment Penguji UKIN PPG 2025: UIN Datokarama Tingkatkan Mutu Penilaian Pendidikan Profesi Guru", "author": "Muhdar Ibrahim", "issued": "20/10/2025", "news_content": "Jam pelayanan : Senin sd kamis: 08:00 - 16:00...Read More"},
{"url": "https://uindatokarama.ac.id/menag-menteri-dengan-apresiasi-kinerja-tertinggi-versi-poltracking-indonesia/", "news_title": "Menag Menteri dengan Apresiasi Kinerja Tertinggi versi Poltracking Indonesia", "author": "Muhammad hajiji", "issued": "20/10/2025", "news_content": "...Read More"},
{"url": "https://uindatokarama.ac.id/opini-halal-harta-dan-hati-nurani-ketika-logika-pasar-bertemu-etika-keumatan/", "news_title": "Opini-Halal, Harta, dan Hati Nurani: Ketika Logika Pasar Bertemu Etika Keumatan", "author": "Muhammad hajiji", "issued": "20/10/2025", "news_content": "Perusahaan multinasional yang selama ini dikenal dengan produk bersertifikasi halal kini menghadapi sorotan baru. Muncul pertanyaan mendasar: apakah saham yang halal secara teknis tetap dapat dianggap halal secara etis apabila perusahaan tersebut memiliki afiliasi dengan pihak yang terlibat dalam ketidakadilan geopolitik? Namun, terbitnya Fatwa MUI Nomor 83 Tahun 2023 yang mengimbau umat Muslim untuk menghindari transaksi dengan pihak yang terafiliasi dengan Israel menandai pergeseran paradigma. Dimensi halal kini tidak lagi berhenti pada kepatuhan teknis, tetapi juga mencakup halal etis, yaitu kebebasan dari segala bentuk keterlibatan dalam kezaliman. Dengan demikian, halal menjadi simbol komitmen terhadap keadilan sosial dan moralitas global....Read More"},
{"url": "https://uindatokarama.ac.id/opini-rojali-ekspresi-ketidakpastian-pasar/", "news_title": "Opini-ROJALI : Ekspresi Ketidakpastian Pasar", "author": "Muhammad hajiji", "issued": "20/10/2025", "news_content": "Jam pelayanan : Senin sd kamis: 08:00 - 16:00...Read More"}
]